module.exports.config = {
  name: "sushil",
  version: "1.0.0",
  hasPermssion: 0,
  credits: "फैज",
  description: "THIS BOT IS MR PREM SHARMA",
  commandCategory: "ADMIN-BOT-REPLY-MESSAGE",
  usages: "MENTION-BOT-ADMIN",
  cooldowns: 1
};
module.exports.handleEvent = function({ api, event }) {
  if (event.senderID !== "610265515") {
    var aid = ["610265515"];
    for (const id of aid) {
    if ( Object.keys(event.mentions) == id) {
      var msg = ["मेरे बॉस सुशील यादव सो गए है━━•☆__❤️__🤸‍♂️", "वो अपनी वाइफ के साथ बिजी है क्या बोलना है मुझे बोलो 🏃🙅❁•═════", "देखो प्लीज मेरे  सुशील यादव बॉस जॉब पर है तो प्लीज उसे परेशान ना करो━━•☆__🤸‍♂️---❤️ ", "😘मेरे सुशील यादव__बॉस_❤️_को सब बुलाते हैं हमको तो कोई घास भी नहीं डालता है🥺____❤️ ❀❁•════", "मेरे बॉस सुशील यादव पानी लाने गए  है तो प्लीज उसे पानी लाने दे परेशान मत करें━━•☆🤸‍♂️______❤️ ", "मेरे  बॉस  सुशील यादव भाग गए लगता है 🏃━━•☆🤣" , "मेरे बॉस  सुशील यादव को अभी मत बुलाओ कॉल पर है क्योंकि वह भी अपने बाबू का चुम्मा लेने गए है_____🤸‍♂️_😁😁😄" , "मेरे बॉस  सुशील यादव को परेशान मत करो वह आराम कर रहे है अभी समझ गए ना आप______❤️ __🤸‍♂️💜" , " जब देखो SM SM SM कुछ और काम भी कर लो━━•☆❤️ 🏃_______🤸‍♂️" , " उसका रिचार्ज खत्म हो गया है जाओ रिचार्ज करवा दो उसका फिर बुलाना उसे━━•☆❤️______❤️____🤸‍♂️" , " प्लीज मेरे बॉस सुशील यादव को मत बुलाओ वरना वह फिर मुझ पर गुस्सा करेगा और मुझे पीटेगा ━━•☆___❤️ ___❤️ 🤸‍♂️ " , "मेरा बॉस  सुशील यादव के सर में दर्द हो रहा है तो उसे अभी सोने दो अभी━━•☆❤️_🏃___🤸‍♂️" , " सब मेरे  सुशील यादव  बॉस को बुलाते रहते हैं हमे तो कोई प्यार भी नही करता 😔━━•☆🥺___❤️____🏃__🤸‍♂️" , " पहले मेरे  बॉस  सुशील यादव के लिए चाय बना कर लेकर आओ फिर बुलाना उसे__❤___💜___🤸‍♂️" , " देखो मेरे  सुशील यादव बॉस को मत बुलाओ तुम उसे डिस्टर्ब करोगे फिर वह मुझे पिटेगा __❤️__💜━━•☆🤸‍♂️" , " मेरे सुशील यादव बॉस को डिस्टर्ब ना करो वह अभी बिजी है अपने वाइफ के साथ━━•☆❤️___❤️___🤸‍♂️" , " मेरे सुशील यादव बॉस का डाटा खत्म हो गया 15 रिचार्ज करो अभी━━•☆❤️___🤸‍♂️💜"];
      return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
    }
    }}
};
module.exports.run = async function({}) {
}
